{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "cmp-skkeleton": {
      "src": "https://github.com/uga-rosa/cmp-skkeleton"
    },
    "conjure": {
      "src": "https://github.com/olical/conjure"
    },
    "denops.vim": {
      "src": "https://github.com/vim-denops/denops.vim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "incline.nvim": {
      "src": "https://github.com/b0o/incline.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "nvim": {
      "src": "https://github.com/flix/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-parinfer": {
      "src": "https://github.com/gpanders/nvim-parinfer"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "reactive.nvim": {
      "src": "https://github.com/rasulomaroff/reactive.nvim"
    },
    "skkeleton": {
      "src": "https://github.com/vim-skk/skkeleton"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "vim-sexp": {
      "src": "https://github.com/guns/vim-sexp"
    },
    "vim-sexp-mappings-for-regular-people": {
      "src": "https://github.com/tpope/vim-sexp-mappings-for-regular-people"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
